const Medicine = () => {
    return (
        <div className="news-category">
            <h2>Medicine News</h2>
            <ul>
                <li>Новое исследование показывает, что регулярные упражнения могут снизить риск развития депрессии у подростков</li>
                <li>Исследование выявляет связь между здоровьем кишечника и уровнем стресса: как изменение пищевых привычек может улучшить психическое благополучие</li>
            </ul>
        </div>
    );
};

export default Medicine;
